{
  "section": {
    "home": "Home",
    "news": "News",
    "signup": "Signup",
    "studyOfferings": "Study Offerings",
    "forBusinesses": "For businesses",
    "project": "Project",
    "contact": "Contact"
  },

  "frontpage": {
    "introTitle": "CAREERDRIVER+ <br /> Towards employment through supplemented ICT, <br /> software development and media know-how",
    "introDescription": "Come supplement your skills to make them meet the rapidly changing needs of working life, plan your career and learn more about verbalising and marketing your own know-how. The CareerDriver service will provide you with an opportunity to strengthen your professional networks. You will get to discuss your everyday wellbeing to support your employment. The competence paths are built from the ICT, software development and media study offerings of Laurea and Metropolia. The duration of the competence paths is 3–6 months. ",
    "benefitsTitle": "The CareerDriver service will provide you with:",
    "benefitsCompetence": "Individually tailored competence paths",
    "benefitsDiscussion": "Individual guidance discussions",
    "benefitsTools": "Tools for planning your career",
    "benefitsCounselling": "Guidance counselling ",
    "benefitsWellbeing": "Wellbeing discussions",
    "benefitsNetworking": "Cooperation and networking",

    "videoTitle": "Enhance Your Career Prospects and Boost Your Expertise",
    "videoDescription": "Are you eager to align your skills with the ever-changing demands of the IT industry? Seeking a personalized path to excel in the dynamic world of media? Contemplating your next career move and how to effectively showcase your capabilities? Uraohjain service empowers you to elevate your skill set and provides tailored solutions to your career inquiries. Unleash your potential with us!",

    "profileTitle": "For whom is the CareerDriver service intended?",
    "profileBullet1": "You have obtained at least an upper secondary or higher education degree.",
    "profileBullet2": "Your goal is to find employment in the field of ICT, software development or media.",
    "profileBullet3": "Your Finnish or English skills are at least at the B2 level.",
    "profileBullet4": "You are registered as an unemployed job seeker at Helsinki Employment Services.",

    "testLink": "Take our test to see <br /> whether  the service is <br /> right for you and sign up!",

    "servicePath": "Service path",
    "servicePathDuration": "Duration 3-6 months",

    "news": "News"
  },
  "companies": {
    "pageTitle": "For businesses",
    "title": "Are you recruiting in the field of ICT/ software development / media?",
    "description": "The CareerDriver+ development project has developed a new operating model to promote employment and is seeking businesses to cooperate with. The partners we seek are ready to contribute to the development of labour available to make it best suit their own needs. <br /><br />The CareerDriver service involves using businesses’ labour needs as the basis for developing job seekers’ know-how and other competences, both at the general level and business-specifically. The business’s cooperation with the service will consist of meetings and presentation events to chart know-how and labour needs, and taking job seekers participating in the service into account in recruitment. <br /><br /> In the CareerDriver service, job seekers will develop their know-how in the field of ICT / software development / media and their career management skills and strengthen their operational capabilities. The basics of the operating model were established in previous projects that achieved good results. The service is intended for unemployed job seekers who have an upper secondary or higher education degree and are looking for employment in the fields of ICT, software development or media. <br /><br />The CareerDriver+ project is carried out by the City of Helsinki (Helsinki Vocational College and Adult Institute), Laurea University of Applied Sciences and Metropolia University of Applied Sciences. The project is partially funded by the EU. <br /><br />",
    "email": "Interested? <br /> Contact "
  }
}
