{
  "section": {
    "home": "Home",
    "news": "News",
    "signup": "Signup",
    "studyOfferings": "Study Offerings",
    "forBusinesses": "For businesses",
    "project": "Project",
    "contact": "Contact"
  },

  "frontpage": {
    "introTitle": "CAREERDRIVER+ <br /> Towards employment through supplemented ICT, <br /> software development and media know-how",
    "introDescription": "Come supplement your skills to make them meet the rapidly changing needs of working life, plan your career and learn more about verbalising and marketing your own know-how. The CareerDriver service will provide you with an opportunity to strengthen your professional networks. You will get to discuss your everyday wellbeing to support your employment. The competence paths are built from the ICT, software development and media study offerings of Laurea and Metropolia. The duration of the competence paths is 3–6 months. ",
    "benefitsTitle": "The CareerDriver service will provide you with:",
    "benefitsCompetence": "Individually tailored competence paths",
    "benefitsDiscussion": "Individual guidance discussions",
    "benefitsTools": "Tools for planning your career",
    "benefitsCounselling": "Guidance counselling ",
    "benefitsWellbeing": "Wellbeing discussions",
    "benefitsNetworking": "Cooperation and networking",

    "videoTitle": "Enhance Your Career Prospects and Boost Your Expertise",
    "videoDescription": "Are you eager to align your skills with the ever-changing demands of the IT industry? Seeking a personalized path to excel in the dynamic world of media? Contemplating your next career move and how to effectively showcase your capabilities? Uraohjain service empowers you to elevate your skill set and provides tailored solutions to your career inquiries. Unleash your potential with us!",

    "profileTitle": "For whom is the CareerDriver service intended?",
    "profileBullet1": "You have obtained at least an upper secondary or higher education degree.",
    "profileBullet2": "Your goal is to find employment in the field of ICT, software development or media.",
    "profileBullet3": "Your Finnish or English skills are at least at the B2 level.",
    "profileBullet4": "You are registered as an unemployed job seeker at Helsinki Employment Services.",

    "testLink": "Take our test to see <br /> whether  the service is <br /> right for you and sign up!",

    "servicePath": "Service path",
    "servicePathDuration": "Duration 3-6 months",

    "news": "News"
  },
  "companies": {
    "pageTitle": "For businesses",
    "title": "Are you recruiting in the field of ICT/ software development / media?",
    "description": "The CareerDriver+ development project has developed a new operating model to promote employment and is seeking businesses to cooperate with. The partners we seek are ready to contribute to the development of labour available to make it best suit their own needs. <br /><br />The CareerDriver service involves using businesses’ labour needs as the basis for developing job seekers’ know-how and other competences, both at the general level and business-specifically. The business’s cooperation with the service will consist of meetings and presentation events to chart know-how and labour needs, and taking job seekers participating in the service into account in recruitment. <br /><br /> In the CareerDriver service, job seekers will develop their know-how in the field of ICT / software development / media and their career management skills and strengthen their operational capabilities. The basics of the operating model were established in previous projects that achieved good results. The service is intended for unemployed job seekers who have an upper secondary or higher education degree and are looking for employment in the fields of ICT, software development or media. <br /><br />The CareerDriver+ project is carried out by the City of Helsinki (Helsinki Vocational College and Adult Institute), Laurea University of Applied Sciences and Metropolia University of Applied Sciences. The project is partially funded by the EU. <br /><br />",
    "email": "Interested? <br /> Contact "
  },
  "project": {
    "pageTitle": " CAREERDRIVER+ project",
    "title": "CAREERDRIVER+ builds a new model for sustainable employment",
    "description": "The CAREERDRIVER+ project was born out of a need to bring job seekers in the fields of ICT, software development and media better together with employers. The CareerDriver service developed in the project will strengthen the know-how of job seekers in the fields of ICT, software development and media to make it correspond with the needs of working life. At the same time, the project serves as a solution to businesses’ recruitment challenge. <br /> <br /> The CareerDriver service is intended for unemployed job seekers in the field of ICT, software development and media who have a need to supplement their know-how and develop their employment and career planning skills. The client’s wellbeing is also strengthened to support their everyday life and employment. <br /><br /> CAREERDRIVER+ is a joint project by Helsinki Vocational College, Laurea University of Applied Sciences and Metropolia University of Applied Sciences. The project involves cooperation with Helsinki Employment Services and local businesses. The project is partially funded by the European Social Fund. <br /><br /> ",
    "graphicTitle": "The CAREERDRIVER+ project focuses on four points of emphasis",
    "messageBox": "CAREERDRIVER+ launched on 1 March 2023 and will continue until 28 February 2025. The service will be developed throughout the entire project, and a model of the service developed and its effectiveness will be published at the end of the project period. "
  },
  "studyOfferings": {
    "pageTitle": "Study offerings",
    "description": "In the Career Guidance Service, you can complete supplementary studies in ICT, software development, and the media industry.",
    "ict": "ICT and Software Development",
    "media": "Media",
    "ictData": [
      {
        "title": "Competence module 1: Web Developer",
        "description": "Learn about the development of websites. Familiarize yourself with programming languages, frameworks, and content management systems used in web development."
      },
      {
        "title": "Competence module 2: Software Development",
        "description": "Master the basics of programming and IT. Deepen your programming expertise and learn about testing. Understand the processes of software development projects."
      },
      {
        "title": "Competence module 3: Network Technology and Data Security",
        "description": "Are you interested in learning about data security and network technology? Familiarize yourself with the operation of networks and technologies and systems intended for their processing. Gain expertise in cyber security technologies and related operating procedures."
      },
      {
        "title": "Competence module 4: Management of Cloud Services and Information Systems",
        "description": "Familiarize yourself with the technologies of major cloud service providers and the opportunities they offer. Delve into and learn more about their administration. Develop your expertise in commissioning and utilizing servers."
      },
      {
        "title": "Competence module 5: Artificial Intelligence and Data Analysis",
        "description": "Are you interested in data analytics? Familiarize yourself with data management and processing technologies and databases. Learn more about the technical aspects of AI."
      },
      {
        "title": "Competence module 6: Digital Marketing and Sales",
        "description": "Gain expertise in digital marketing tools and methods, as well as sales. Explore social media from a marketing perspective and identify the unique characteristics of digital sales operations."
      },
      {
        "title": "Competence module 7: Game Development",
        "description": "Are you interested in game development? Familiarize yourself with industry practices, as well as game development and production. Develop your expertise in graphic design."
      },
      {
        "title": "Competence module 8: Work and Career Skills",
        "description": "Develop your digital skills to meet the demands of today's working life. Master the most common workplace technologies and acquire tools for building your career."
      },
      {
        "title": "Competence module 9: Digital Service Design",
        "description": "Familiarize yourself with the basics and business opportunities of designing digital services. Learn about service design and administration."
      },
      {
        "title": "Competence module 10: Programming Languages and Frameworks",
        "description": "Would you like to master a new programming language? Choose the programming languages or frameworks you need from our wide selection."
      },
      {
        "title": "Competence module 11: Introduction to IT Studies",
        "description": "Learn about the field of IT through these courses. The most essential courses for IT studies compiled in one place."
      }
    ],
    "mediaData": [
      {
        "title": "Competence module 12: Media Production Know-How",
        "description": "Film and TV productions are growing and becoming more international, which calls for production know-how. Learn about key production aspects and strengthen your language skills and your expertise in marketing and business economics."
      },
      {
        "title": "Competence module 13: Journalism and Online Media, Social Media",
        "description": "What is the role and duty of journalism in society, and what does journalistic work entail? Learn to observe, acquire, and refine information and produce journalistic content for different platforms and the internet."
      },
      {
        "title": "Competence module 14: Basic Studies in Film and Television",
        "description": "Take the basic studies of Metropolia University of Applied Sciences' film and television training program."
      },
      {
        "title": "Competence module 15: Entrepreneurship in the Field of Media",
        "description": "Working in the field of media often means freelancing as an independent entrepreneur. Learn about the special characteristics of media entrepreneurship, business forms, the process of starting a business, and assessing business conditions. Deepen your expertise through studies in marketing, business economics, and languages."
      },
      {
        "title": "Competence module 16: Image and Audio",
        "description": "Image and audio are a cornerstone of AV productions, and this module provides basic information about the subject."
      }
    ]
  },
  "signup": {
    "testForm": [
      {
        "question": "Are you registered as an unemployed job seeker at Helsinki Employment Services?"
      },
      {
        "question": "Is your goal to find employment in the field of ICT, software development or media?"
      },
      {
        "question": "Are your Finnish or English skills at least at the B2 level? "
      },
      {
        "question": "Do you have an upper secondary or higher education degree?"
      }
    ]
  },
  "footer": {
    "header": "Contact"
  },
  "news": {
    "pageTitle": "News",
    "article": [
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      },
      {
        "title": "",
        "body": ""
      }
    ]
  }
}
